//日语
var $lang={
errAlertMsg: "不正な日付形式、または限定された範囲を超えた日は、それを取り消す必要がありますか？",
aWeekStr: ["週","日", "月", "火", "水", "木", "金", "土"],
aLongWeekStr:["週","日曜日", "月曜日", "火曜日", "水曜日", "木曜日", "金曜日", "土曜日"],
aMonStr: ["1月", "2月", "3月", "4月", "5月", "6月", "7月", "8月", "9月", "10月", "11月", "12月"],
aLongMonStr: ["1月", "2月", "3月", "4月", "5月", "6月", "7月", "8月", "9月", "10月", "11月", "12月"],
clearStr: "空の",
todayStr: "今日",
okStr: "OK",
updateStr: "OK",
timeStr: "時間",
quickStr: "クイック選択",
err_1: '日付の最小値、最大日を超えることはできません！'
}
