//韩语
var $lang={
errAlertMsg: "잘못된 날짜 형식 또는 제한 범위를 벗어나는 날짜, 그것을 취소해야합니까?",
aWeekStr: ["주","일", "하나", "두", "세", "네", "다섯", "여섯"],
aLongWeekStr:["주","일요일", "월요일", "화요일", "수요일", "목요일", "금요일", "토요일"],
aMonStr: ["일월", "2월", "행진", "4월", "5월", "6월", "7월", "8월에", "9월", "10월", "11월", "12월"],
aLongMonStr: ["일월", "2월", "행진", "4월", "5월", "6월", "7월", "8월에", "9월", "10월", "11월", "12월"],
clearStr: "삭제",
todayStr: "오늘",
okStr: "결정",
updateStr: "결정",
timeStr: "시간",
quickStr: "빠른 선택",
err_1: '최소 최대 날짜보다 클 수 없습니다!'
}
