//俄语
var $lang={
errAlertMsg: "Незаконное формат даты или даты за ограниченные рамки, нужно его отменить?",
aWeekStr: ["нед","вск", "пнд", "втр", "срд", "чтв", "птн", "сбт"],
aLongWeekStr:["неделя","воскресенье", "понедельник", "вторник", "среда", "четверг", "пятница", "суббота"],
aMonStr: ["ЯНВ", "ФЕВ", "МАР", "АПР", "МАИ", "ИЮНЬ", "ИЮЛЬ", "АВГ", "СЕН", "ОКТ", "НОЯЬ", "ДЕК"],
aLongMonStr: ["январь", "февраль", "март", "апрель", "май", "июнь", "июль", "август", "сентябрь", "октябрь", "ноябрь", "декабрь"],
clearStr: "пустой",
todayStr: "сегодня",
okStr: "OK",
updateStr: "OK",
timeStr: "время",
quickStr: "Быстрый выбор",
err_1: 'Минимальная дата не может быть больше, чем максимальная даты!'
}
